#res_search.text = {
#     "data": [
#         {
#             "id": "583",
#             "title": "诡秘之主",
#             "author": "爱潜水的乌贼",
#             "intro": "　　蒸汽与机械的浪潮中，谁能触及非凡？历史和黑暗的迷雾里，又是谁在耳语？我从诡秘中醒来，睁眼看见这个世界：　　枪械，大炮"
#         },
#         {
#             "id": "57194",
#             "title": "诡秘：悖论途径",
#             "author": "翟南",
#             "intro": "诡秘之主同人穿越者一睁眼，便看到一位疯批美人微笑着看着他，而他的面前放着一瓶秘祈人魔药。喝了晚点死，不喝现在死，于是他喝"
#         },
#         {
#             "id": "57208",
#             "title": "诡秘之主2",
#             "author": "爱潜水的乌贼",
#             "intro": "蒸汽与机械的浪潮中，谁能触及非凡？历史和黑暗的迷雾里，又是谁在耳语？我从诡秘中醒来，睁眼看见这个世界：枪械，大炮，巨舰，"
#         },
#         .......
#     ],
#     "title": "搜索结果"
# }
# res_book.text = {
#     "id": "583",
#     "title": "诡秘之主",
#     "sortname": "女生",
#     "author": "爱潜水的乌贼",
#     "full": "已经完本",
#     "intro": "　　蒸汽与机械的浪潮中，谁能触及非凡？历史和黑暗的迷雾里，又是谁在耳语？我从诡秘中醒来，睁眼看见这个世界：　　枪械，大炮，巨舰，飞空艇，差分机；魔药，占卜，诅咒，倒吊人，封印物……光明依旧照耀，神秘从未远离，这是一段“愚者”的传说。",
#     "lastchapterid": "1435",
#     "lastchapter": "在现代（二十二）",
#     "lastupdate": "2020-08-05",
#     "dirid": "583"
# }
# res_chaper.text = {
#     "id": "583",
#     "chapterid": "2",
#     "dirid": "583",
#     "title": "诡秘之主",
#     "author": "爱潜水的乌贼",
#     "chaptername": "第二章 情况",
#     "cs": 1435,
#     "txt": "蹬蹬蹬！\n周明瑞被眼前的景象吓得连退了几步，似乎穿衣镜中的不是自己，而是一具干尸。........,
#     "time": 1769147836,
#     "md5": "0514403d0fbe5b523f953c16dfe201cc"
# }